Repository: whispRz/pw_woocommerce_gift_cards-turkce
Catalog: pw-woocommerce-gift-cards-*.po
Languages: tr_tr

source: PW WooCommerce Gift Cards Pro
tr_tr: WooCommerce Hediye Kartları Pro

source: https://www.pimwick.com/gift-cards/
tr_tr: https://www.iyifikirmedya.com

source: Sell gift cards in your WooCommerce store.
tr_tr: WooCommerce mağazanızda hediye kartları satın.

source: https://www.pimwick.com
tr_tr: https://www.iyifikirmedya.com

source: PW Gift Cards
tr_tr: Hediye kartları

source: Allow Scheduled Delivery
tr_tr: Planlanmış Teslimata İzin Ver

source: Provides a "Delivery Date" for the purchasing customer to specify that the gift card should be delivered on a certain date. Otherwise gift cards are delivered as soon as the order is marked Complete. Default: Checked.
tr_tr: Satın alan müşteriye, hediye kartının belirli bir tarihte teslim edilmesi gerektiğini belirtmesi için bir "Teslimat Tarihi" sağlar. Aksi takdirde hediye kartları, sipariş Tamamlandı olarak işaretlenir işaretlenmez teslim edilir. Varsayılan: İşaretlendi.

source: Calendar Format
tr_tr: Takvim Biçimi

source: If Scheduled Delivery is allowed, this is the date format that will appear for the Delivery Date calendar. Default: YYYY-MM-DD
tr_tr: Planlanmış Teslimata izin verilirse, Teslimat Tarihi takvimi için görünecek tarih formatı budur. Varsayılan: YYYY-AA-GG

source: Calendar First Day of the Week
tr_tr: Takvim Haftanın İlk Günü

source: If Scheduled Delivery is allowed, this indicates the first day of the week for the Delivery Date calendar. 0 = Sunday, 1 = Monday. Default: 0 (Sunday)
tr_tr: Planlanmış Teslimata izin verilirse bu, Teslimat Tarihi takvimi için haftanın ilk gününü gösterir. 0 = Pazar, 1 = Pazartesi. Varsayılan: 0 (Pazar)

source: Auto Complete Orders
tr_tr: Siparişleri Otomatik Tamamla

source: When an order only contains gift cards, automatically mark the order as Complete to send the gift cards immediately.
tr_tr: Bir sipariş yalnızca hediye kartları içeriyorsa, hediye kartlarını hemen göndermek için siparişi otomatik olarak Tamamlandı olarak işaretleyin.

source: Send When Order Received
tr_tr: Sipariş Alındığında Gönder

source: By default we wait until the order status is Complete before generating and emailing the gift card. Check this box to send the gift card immediately when the order is received. Scheduled gift cards will still be sent on the scheduled date. Default: Unchecked
tr_tr: Hediye kartını oluşturmadan ve e-postayla göndermeden önce varsayılan olarak sipariş durumunun Tamamlandı olmasını bekleriz. Sipariş alındığında hediye kartını hemen göndermek için bu kutuyu işaretleyin. Planlanan hediye kartları, planlanan tarihte gönderilmeye devam edecek. Varsayılan: İşaretlenmemiş

source: Disable Expiration Date
tr_tr: Son Kullanma Tarihini Devre Dışı Bırak

source: If the law in your area prohibits an expiration date for gift cards, you can disable Expiration Dates system wide. This will hide all buttons, options, and mention of an expiration date. Default: Unchecked.
tr_tr: Bölgenizdeki yasalar hediye kartları için bir son kullanma tarihini yasaklıyorsa sistem genelinde Son Kullanma Tarihlerini devre dışı bırakabilirsiniz. Bu, tüm düğmeleri, seçenekleri gizleyecek ve bir son kullanma tarihinden bahsedecektir. Varsayılan: İşaretlenmemiş.

source: Buy Gift Cards with Gift Cards
tr_tr: Hediye Kartları ile Hediye Kartları Satın Alın

source: Allow customers to purchase gift cards using another gift card. Disable this to prevent customers from extending the date on expiring gift cards. Default: Unchecked.
tr_tr: Müşterilerin başka bir hediye kartı kullanarak hediye kartı satın almalarına izin verin. Müşterilerin süresi dolan hediye kartlarının tarihini uzatmasını önlemek için bunu devre dışı bırakın. Varsayılan: İşaretlenmemiş.

source: Check Balance on My Account
tr_tr: Hesabımdaki Bakiyeyi Kontrol Et

source: When enabled, a link to the Check Balance page will be added to the My Account page. Default: checked
tr_tr: Etkinleştirildiğinde, Bakiyeyi Kontrol Et sayfasına bir bağlantı Hesabım sayfasına eklenecektir. Varsayılan: işaretli

source: Allow Reloading
tr_tr: Yeniden Yüklemeye İzin Ver

source: When enabled, customers can add funds to an existing gift card from the Check Balance page.
tr_tr: Etkinleştirildiğinde, müşteriler Bakiyeyi Kontrol Et sayfasından mevcut bir hediye kartına para ekleyebilir.

source: Allow Manual Debit
tr_tr: Manuel Borçlandırmaya İzin Ver

source: When enabled, customers or store employees can debit funds from an existing gift card from the Check Balance page. Useful for physical stores where customers will redeem the card for in store purchases.
tr_tr: Etkinleştirildiğinde, müşteriler veya mağaza çalışanları Bakiyeyi Kontrol Et sayfasından mevcut bir hediye kartından para çekebilir. Müşterilerin kartı mağaza içi satın alımlar için kullanacakları fiziksel mağazalar için kullanışlıdır.

source: Show Activity on Check Balance Page
tr_tr: Bakiyeyi Kontrol Et Sayfasında Etkinliği Göster

source: When enabled, detailed transaction history will be shown on the Check Balance page.
tr_tr: Etkinleştirildiğinde, Bakiyeyi Kontrol Et sayfasında ayrıntılı işlem geçmişi gösterilecektir.

source: Use the WooCommerce Transactional Email System
tr_tr: WooCommerce İşlemsel E-posta Sistemini Kullanın

source: Enabled by default. If you are not receiving your gift card emails, try disabling this setting.
tr_tr: Varsayılan olarak etkindir. Hediye kartı e-postalarınızı almıyorsanız, bu ayarı devre dışı bırakmayı deneyin.

source: Allow Background Images
tr_tr: Arka Plan Resimlerine İzin Ver

source: Disabled by default. Check this box to allow a background image to be set in the Email Designer. Outlook does not display background images.
tr_tr: Varsayılan olarak devre dışı. E-posta Tasarımcısında bir arka plan resminin ayarlanmasına izin vermek için bu kutuyu işaretleyin. Outlook arka plan resimlerini göstermez.

source: Apply Fix For Missing Fields
tr_tr: Eksik Alanlar İçin Düzeltmeyi Uygula

source: If you do not see the To / From / Message fields on your gift card product page, try checking this box and reloading. Some themes have out of date WooCommerce template files and need to be patched to work with the Gift Card product.
tr_tr: Hediye kartı ürün sayfanızda Kime / Kimden / Mesaj alanlarını görmüyorsanız, bu kutuyu işaretleyip yeniden yüklemeyi deneyin. Bazı temaların güncel olmayan WooCommerce şablon dosyaları vardır ve Hediye Kartı ürünüyle çalışması için yamaların uygulanması gerekir.

source: Format Prices
tr_tr: Format Fiyatları

source: For fixed gift card amounts, format the price with the system currency symbol. This is enabled by default. If you are having trouble with currency switchers, disable this setting. Note: You must remove and re-add your fixed gift card amounts if you change this setting.
tr_tr: Sabit hediye kartı tutarları için fiyatı sistem para birimi simgesiyle biçimlendirin. Bu varsayılan olarak etkindir. Para birimi değiştiricilerle ilgili sorun yaşıyorsanız bu ayarı devre dışı bırakın. Not: Bu ayarı değiştirirseniz, sabit hediye kartı tutarlarınızı kaldırıp yeniden eklemeniz gerekir.

source: Pre-populate the "From" Field
tr_tr: "Gönderen" Alanını önceden doldurun

source: If the customer is logged in, populate the From field with the Display Name value for their account. Default: Checked.
tr_tr: Müşteri oturum açmışsa Kimden alanını hesabı için Görünen Ad değeriyle doldurun. Varsayılan: İşaretlendi.

source: Allow Multiple Recipients
tr_tr: Birden Fazla Alıcıya İzin Ver

source: Similar to how Amazon works, allow multiple recipient email addresses when purchasing a gift card. Default: Checked.
tr_tr: Amazon'un çalışma şekline benzer şekilde, bir hediye kartı satın alırken birden çok alıcı e-posta adresine izin verin. Varsayılan: İşaretlendi.

source: Carbon Copy
tr_tr: Karbon kopya

source: When a gift card is emailed, carbon copy these addresses. Separate multiple emails with a comma.
tr_tr: Bir hediye kartı e-postayla gönderildiğinde, bu adresleri kopyalayın. Birden çok e-postayı virgülle ayırın.

source: Blind Carbon Copy
tr_tr: Kör Karbon Kopya

source: When a gift card is emailed, blind carbon copy these addresses. Separate multiple emails with a comma.
tr_tr: Bir hediye kartı e-postayla gönderildiğinde, bu adresleri kör karbon kopyalayın. Birden çok e-postayı virgülle ayırın.

source: Send to the Buyer
tr_tr: Alıcıya gönder

source: When a gift card is emailed, blind carbon copy the gift card to the purchasing customer.
tr_tr: Bir hediye kartı e-postayla gönderildiğinde, hediye kartını satın alan müşteriye kör kopyalayın.

source: Redeem Location - Cart
tr_tr: Konumu Kullan - Sepet

source: Specifies where the "Apply Gift Card" box appears on the Cart page.
tr_tr: Sepet sayfasında "Hediye Kartını Uygula" kutusunun nerede görüneceğini belirtir.

source: Above the "Proceed to Checkout" button.
tr_tr: "Ödeme İşlemine Devam Et" düğmesinin üstünde.

source: Below the "Apply Coupon" area.
tr_tr: "Kuponu Uygula" alanının altında.

source: Do not display gift card field.
tr_tr: Hediye kartı alanını gösterme.

source: Redeem Location - Checkout
tr_tr: Konumu Kullan - Ödeme

source: Specifies where the "Apply Gift Card" box appears on the Checkout page.
tr_tr: Ödeme sayfasında "Hediye Kartını Uygula" kutusunun nerede görüneceğini belirtir.

source: Below the "Payment Methods" area.
tr_tr: "Ödeme Yöntemleri" alanının altında.

source: Coupon Code Field Input
tr_tr: Kupon Kodu Alanı Girişi

source: Allow gift card numbers to be entered into the Coupon Code field to be redeemed. Default: checked.
tr_tr: Kupon Kodu alanına hediye çeki numaralarının girilerek kullanılmasına izin verilir. Varsayılan: işaretli.

source: Remove card after checkout
tr_tr: Ödeme yaptıktan sonra kartı çıkarın

source: After an order is placed the gift card will remain in the session for use with future purchases. Check this box to automatically remove the card from the session instead. Default: Unchecked
tr_tr: Bir sipariş verildikten sonra, hediye kartı gelecekteki satın alımlarda kullanılmak üzere oturumda kalacaktır. Bunun yerine kartı oturumdan otomatik olarak çıkarmak için bu kutuyu işaretleyin. Varsayılan: İşaretlenmemiş

source: Use Font Awesome Icon
tr_tr: Harika Yazı Tipi Simgesini Kullan

source: On the customer facing "Check Balance" page, show a gift card icon from the %s library.
tr_tr: Müşteriye bakan "Bakiyeyi Kontrol Et" sayfasında, %s kitaplığından bir hediye kartı simgesi gösterin.

source: Default Redeem URL
tr_tr: Varsayılan Kullanım URL'si

source: The link for the Redeem button on the gift card email. Include the https prefix, the Gift Card Number is automatically appended in the URL. Can be different per Design.
tr_tr: Hediye kartı e-postasındaki Kullan düğmesinin bağlantısı. https ön ekini ekleyin, Hediye Kartı Numarası URL'ye otomatik olarak eklenir. Tasarım başına farklı olabilir.

source: Show Balances by Date
tr_tr: Bakiyeleri Tarihe Göre Göster

source: On the Balances page in the admin area, optionally show a date picker to show the balances as of a certain date.
tr_tr: Yönetici alanındaki Bakiyeler sayfasında, isteğe bağlı olarak belirli bir tarih itibariyle bakiyeleri göstermek için bir tarih seçici gösterin.

source: Configuration error detected by
tr_tr: tarafından algılanan yapılandırma hatası

source: Your PayPal payment gateway is incorrectly configured. You should not have both IPN and PDT enabled. The "IPN Email Notifications" setting is enabled and there is also a "PayPal Identity Token" (PDT) value set. PayPal is reaching back to your site twice to confirm the payment. This causes things to happen twice including email notifications, stock reduction, and gift card generation. Go to WooCommerce -> Settings -> Payments -> PayPal and either clear the value from the "PayPal Identity Token" field or disable the "IPN Email Notifications" setting.
tr_tr: PayPal ödeme ağ geçidiniz yanlış yapılandırılmış. Hem IPN hem de PDT'yi etkinleştirmemelisiniz. "IPN E-posta Bildirimleri" ayarı etkinleştirildi ve ayrıca bir "PayPal Kimlik Simgesi" (PDT) değeri seti var. PayPal, ödemeyi onaylamak için sitenize iki kez ulaşıyor. Bu, e-posta bildirimleri, stok azaltma ve hediye kartı oluşturma gibi şeylerin iki kez olmasına neden olur. WooCommerce -> Ayarlar -> Ödemeler -> PayPal'a gidin ve "PayPal Kimlik Simgesi" alanındaki değeri silin veya "IPN E-posta Bildirimleri" ayarını devre dışı bırakın.

source: Dismiss this notice
tr_tr: Bu bildirimi kapat

source: Pimwick Plugins
tr_tr: Pimwick Eklentileri

source: Our Plugins
tr_tr: Eklentilerimiz

source: Adjustment amount? Can be positive or negative.
tr_tr: Düzeltme miktarı? Olumlu veya olumsuz olabilir.

source: Note
tr_tr: Not

source: Select Image
tr_tr: Fotoğraf seç

source: Use selected image
tr_tr: Seçilen resmi kullan

source: Expiration Date (YYYY-MM-DD)
tr_tr: Son Kullanma Tarihi (YYYY-AA-GG)

source: Recipient Email Address
tr_tr: Alıcı E-Postası

source: From
tr_tr: Gönderici Adı

source: Note (optional)
tr_tr: Not (opsiyonel)

source: Email has been sent.
tr_tr: Mail gönderildi.

source: Are you sure you want to delete this design?
tr_tr: Bu tasarımı silmek istediğinizden emin misiniz?

source: Note: Be sure to save changes before sending a preview email.
tr_tr: Not: Önizleme e-postası göndermeden önce değişiklikleri kaydettiğinizden emin olun.

source: Recipient email address?
tr_tr: Alıcı E-Postası?

source: Wait
tr_tr: Bekle

source: Add
tr_tr: Ekle

source: Remove
tr_tr: Sil

source: Amount must be greater than zero.
tr_tr: Tutar sıfırdan büyük olmalıdır.

source: Amount must be greater than minimum amount.
tr_tr: Tutar minimum miktardan büyük olmalıdır.

source: Amount must be less than maximum amount.
tr_tr: Tutar, maksimum miktardan az olmalıdır.

source: Error
tr_tr: Hata

source: Add a bonus amount
tr_tr: Bonus miktarı ekleyin

source: Gift card amount that triggers the bonus?
tr_tr: Bonusu tetikleyen hediye kartı tutarı?

source: Bonus gift card amount?
tr_tr: Bonus hediye kartı tutarı?

source: Gift Card
tr_tr: Hediye Kartı

source: Specify which products can be purchased using this gift card.
tr_tr: Bu hediye kartı kullanılarak hangi ürünlerin satın alınabileceğini belirtin.

source: Redemption restrictions?
tr_tr: İtfa kısıtlamaları?

source: Products that can be purchased using this gift card. Leave blank to allow all products except excluded products and categories.
tr_tr: Bu hediye kartı kullanılarak satın alınabilecek ürünler. Hariç tutulan ürünler ve kategoriler dışındaki tüm ürünlere izin vermek için boş bırakın.

source: Products that cannot be purchased using this gift card.
tr_tr: Bu hediye kartı kullanılarak satın alınamayan ürünler.

source: Product categories that can be purchased using this gift card. Leave blank to allow all categories except excluded products and categories.
tr_tr: Bu hediye kartı kullanılarak satın alınabilecek ürün kategorileri. Hariç tutulan ürünler ve kategoriler dışındaki tüm kategorilere izin vermek için boş bırakın.

source: Product categories that cannot be purchased using this gift card.
tr_tr: Bu hediye kartı kullanılarak satın alınamayan ürün kategorileri.

source: Exclude tax
tr_tr: Vergi hariç

source: Check this box and tax will not be paid by this gift card when redeemed.
tr_tr: Bu kutuyu işaretleyin ve bu hediye kartı kullanıldığında vergi ödenmeyecektir.

source: Default: Unchecked
tr_tr: Varsayılan: İşaretlenmemiş

source: Check this box and shipping will not be paid by this gift card when redeemed.
tr_tr: Bu kutuyu işaretleyin ve kullanıldığında nakliye ücreti bu hediye kartıyla ödenmeyecektir.

source: Could not locate product id %s
tr_tr: %s ürün kimliği bulunamadı

source: Could not locate product using product_id
tr_tr: product_id kullanılarak ürün bulunamadı

source: Gift Card Amount and Bonus amount are both required.
tr_tr: Hem Hediye Kartı Tutarı hem de Bonus miktarı gereklidir.

source: Buy a %1$s gift card, get a %2$s bonus card
tr_tr: %1$s hediye kartı satın alın, %2$s bonus kartı kazanın

source: %s created.
tr_tr: %s oluşturuldu.

source: Imported
tr_tr: İçe aktartıldı

source: Too many columns.
tr_tr: Çok fazla sütun.

source: Invalid gift card number
tr_tr: Geçersiz hediye kartı numarası

source: Invalid balance amount
tr_tr: Geçersiz bakiye tutarı

source: Invalid expiration date
tr_tr: Geçersiz son kullanma tarihi

source: Gift card number already exists.
tr_tr: Hediye kartı numarası zaten var.

source: None
tr_tr: Hiçbiri

source: Malformed request.
tr_tr: Hatalı istek.

source: Settings saved.
tr_tr: Ayarlar kaydedildi.

source: Unable to find suitable slug for check balance page.
tr_tr: Bakiyeyi çek sayfası için uygun bilgi bulunamadı.

source: Gift Card Balance
tr_tr: Hediye Kartı Bakiyesi

source: Balance adjusted.
tr_tr: Bakiye ayarlandı.

source: Note added.
tr_tr: Not eklendi.

source: Unable to parse expiration date.
tr_tr: Son kullanma tarihi ayrıştırılamıyor.

source: Gift card not found.
tr_tr: Hediye kartı bulunamadı.

source: Gift Card Number and Email Address are both required.
tr_tr: Hem Hediye Kartı Numarası hem de E-posta Adresi gereklidir.

source: Error: Invalid Design ID
tr_tr: Hata: Geçersiz Tasarım Kimliği

source: Design %s
tr_tr: Tasarım %s

source: Design saved.
tr_tr: Tasarım kaydedildi.

source: Preview email system
tr_tr: E-posta sistemini önizleyin

source: Recipient Name
tr_tr: Alıcı Adı

source: Gift card message to the recipient from the sender.
tr_tr: Göndericiden alıcıya hediye kartı mesajı.

source: Email sent.
tr_tr: E-posta gönderildi.

source: Enter the license key that was sent to your email address.
tr_tr: E-posta adresinize gönderilen hediye kartı numarasını girin.

source: License Key
tr_tr: Lisans Anahtarı

source: Activate
tr_tr: Etkinleştir

source: If you need assistance please contact us.
tr_tr: Yardıma ihtiyacınız varsa lütfen bizimle iletişime geçin.

source: You may continue using the plugin with all features enabled, however you will no longer receive new updates and features until you renew.
tr_tr: Eklentiyi tüm özellikler etkin olarak kullanmaya devam edebilirsiniz, ancak siz yenileyene kadar artık yeni güncellemeler ve özellikler almayacaksınız.

source: Renew your license
tr_tr: Lisansınızı yenileyin

source: Hide this notice
tr_tr: Bu bildirimi gizle

source: Create a "%s" product to start selling Gift Cards.
tr_tr: Hediye Kartları satmaya başlamak için bir "%s" ürünü oluşturun.

source: Create the Gift Card product
tr_tr: Hediye Kartı ürününü oluşturun

source: Success!
tr_tr: Başarılı!

source: The Gift Card product has been created. Click on the Products menu in the left to edit it.
tr_tr: Hediye Kartı ürünü oluşturuldu. Düzenlemek için soldaki Ürünler menüsüne tıklayın.

source: Let your customers check their gift card balances.
tr_tr: Müşterilerinizin hediye kartı bakiyelerini kontrol etmesine izin verin.

source: Create the Check Gift Card Balance page.
tr_tr: Hediye Kartı Bakiyesini Kontrol Et sayfasını oluşturun.

source: Create a page with the %s
tr_tr: %s ile bir sayfa oluşturun

source: The check gift card balance page has been created. Click on the Pages menu in the left to edit it.
tr_tr: Hediye kartı bakiyesini kontrol et sayfası oluşturuldu. Düzenlemek için soldaki Sayfalar menüsüne tıklayın.

source: PW Gift Card
tr_tr: Hediye Kartı

source: (inactive)
tr_tr: (inaktif)

source: (deleted)
tr_tr: (silinmiş)

source: No default
tr_tr: Standart değil

source: The purchasing customer
tr_tr: Satın alan müşteri

source: The gift card recipient.
tr_tr: Hediye kartı alıcısı.

source: Physical gift card?
tr_tr: Fiziksel hediye kartı mı?

source: When checked, the generated gift card number will be emailed to address specified below. A physical gift card should be created and mailed to the Shipping Address on the order. Leave unchecked for traditional eGift cards. Default: Unchecked.
tr_tr: İşaretlendiğinde, oluşturulan hediye kartı numarası aşağıda belirtilen adrese e-posta ile gönderilecektir. Fiziksel bir hediye kartı oluşturulmalı ve siparişte Gönderim Adresine postalanmalıdır. Geleneksel eGift kartları için işaretlemeden bırakın. Varsayılan: İşaretlenmemiş.

source: Gift card amounts
tr_tr: Hediye kartı tutarları

source: The available fixed amounts that can be purchased.
tr_tr: Satın alınabilecek mevcut sabit tutarlar.

source: Allow custom amounts
tr_tr: Özel miktarlara izin ver

source: Allow the customer to specify the gift card amount when purchasing.
tr_tr: Müşterinin satın alırken hediye kartı tutarını belirtmesine izin verin.

source: Minimum amount
tr_tr: Minimum miktar

source: The minimum gift card amount that can be chosen by the customer. Required.
tr_tr: Müşteri tarafından seçilebilecek minimum hediye kartı tutarı. Gerekli.

source: Maximum amount
tr_tr: En yüksek miktar

source: The maximum gift card amount that can be chosen by the customer. Required.
tr_tr: Müşteri tarafından seçilebilecek maksimum hediye kartı tutarı. Gerekli.

source: Default amount
tr_tr: Varsayılan tutar

source: The amount that is pre-selected when a customer first views this product. They can choose another amount.
tr_tr: Bir müşteri bu ürünü ilk kez görüntülediğinde önceden seçilen miktar. Başka bir miktar seçebilirler.

source: Include recipient name
tr_tr: Alıcı adını dahil et

source: Allow the customer to specify a friendly name for the gift card recipient when purchasing. (Dad, Mom, Uncle Joe, etc)
tr_tr: Müşterinin, satın alırken hediye kartı alıcısı için kolay bir ad belirtmesine izin verin. (Baba, Anne, Joe Amca, vb.)

source: Ignore coupons
tr_tr: Kuponları yoksay

source: Check this box and coupons will not discount the purchase price of a gift card, although they will still apply to other items in the cart. Default: Unchecked.
tr_tr: Bu kutuyu işaretleyin ve kuponlar, alışveriş sepetindeki diğer ürünler için geçerli olmasına rağmen hediye kartının satın alma fiyatında indirim yapmayacaktır. Varsayılan: İşaretlenmemiş.

source: Recipient email address
tr_tr: Alıcı E-Postası

source: The email address that will receive the generated gift card number. This person will print the gift card and mail it to the shipping address. Leave blank if you do not want to generate a gift card number for this product (for example, if you have pre-printed gift cards).
tr_tr: Oluşturulan hediye kartı numarasını alacak e-posta adresi. Bu kişi hediye kartını yazdıracak ve kargo adresine postalayacaktır. Bu ürün için bir hediye kartı numarası oluşturmak istemiyorsanız (örneğin, önceden basılmış hediye kartlarınız varsa) boş bırakın.

source: Expires in X days
tr_tr: X gün içinde sona eriyor

source: (optional) The number of days after the purchase date when the gift card will expire. If blank, the gift card will not expire.
tr_tr: (isteğe bağlı) Satın alma tarihinden sonra hediye kartının süresinin dolacağı gün sayısı. Boşsa, hediye kartının süresi dolmaz.

source: In accordance with the %s, US-based gift cards should not expire for at least 5 years (1,825 days).
tr_tr: %s uyarınca, ABD merkezli hediye kartlarının son kullanma tarihi en az 5 yıl (1.825 gün) olmamalıdır.

source: Can also be set at the Variation level.
tr_tr: Varyasyon düzeyinde de ayarlanabilir.

source: Show email preview
tr_tr: E-posta önizlemesini göster

source: Include a Preview button on the front end so the purchasing customer can see the gift card email. Default: Checked
tr_tr: Satın alan müşterinin hediye kartı e-postasını görebilmesi için ön uca bir Önizleme düğmesi ekleyin. Varsayılan: İşaretlendi

source: Email Design
tr_tr: E-Posta Tasarımı

source: Launch the Gift Card Designer
tr_tr: Hediye Kartı Tasarımcısını Başlatın

source: Enable bonus gift cards?
tr_tr: Bonus hediye kartları etkinleştirilsin mi?
