Repository: whispRz/pw_woocommerce_gift_cards-turkce
Catalog: pw-woocommerce-gift-cards-*.po
Languages: tr_tr

source: Separate multiple email addresses with a comma.
tr_tr: Birden çok e-posta adresini virgülle ayırın.

source: Enter a friendly name for the recipient (optional).
tr_tr: Alıcı için bir ad girin (isteğe bağlı).

source: Your name
tr_tr: Adınız

source: Add a message
tr_tr: Mesaj ekleyin

source: characters remaining
tr_tr: kalan karakterler

source: Now
tr_tr: Şimdi

source: Up to a year from today
tr_tr: Bugünden itibaren bir yıla kadar

source: Quantity
tr_tr: Miktar

source: 1 to each recipient
tr_tr: her alıcıya 1

source: You are adding funds to the following gift card:
tr_tr: Aşağıdaki hediye kartına para ekliyorsunuz:
