Repository: whispRz/pw_woocommerce_gift_cards-turkce
Catalog: pw-woocommerce-gift-cards-*.po
Languages: tr_tr

source: Offering a bonus for purchasing gift cards is a great way to incentivise customers. For example: Buy a $25 gift card, get a $5 bonus card!
tr_tr: Hediye kartları satın almak için bir bonus sunmak, müşterileri teşvik etmenin harika bir yoludur. Örneğin: 25$'lık bir hediye kartı alın, 5$'lık bir bonus kartı kazanın!

source: Cumulative bonus
tr_tr: Kümülatif ikramiye

source: When checked, customer can purchase multiple gift cards to trigger the bonus. Otherwise, exact amount must be purchased to trigger bonus.
tr_tr: İşaretlendiğinde, müşteri bonusu tetiklemek için birden fazla hediye kartı satın alabilir. Aksi takdirde, bonusu tetiklemek için tam tutar satın alınmalıdır.

source: Who will receive the bonus gift card?
tr_tr: Bonus hediye kartını kim alacak?

source: Balances
tr_tr: Bakiyeler

source: Email Designer
tr_tr: E-posta Tasarımcısı

source: Create Gift Cards
tr_tr: Hediye Kartları Oluşturun

source: Import / Export
tr_tr: İçe Aktar / Dışa Aktar

source: Settings
tr_tr: Ayarlar

source: Date
tr_tr: Tarih

source: Action
tr_tr: Eylem

source: User
tr_tr: Kullanıcı

source: Amount
tr_tr: Miktar

source: Balance
tr_tr: Denge

source: Guest
tr_tr: Konuk

source: Active gift cards
tr_tr: Aktif hediye kartları

source: Outstanding balances
tr_tr: Ödenmemiş bakiyeler

source: Apply
tr_tr: Uygula

source: Balances as of date
tr_tr: Tarih itibariyle bakiyeler

source: Gift card number or recipient email (leave blank for all)
tr_tr: Hediye kartı numarası veya alıcı e-postası (tümü için boş bırakın)

source: Search
tr_tr: Ara

source: Number of cards to create
tr_tr: Oluşturulacak kart sayısı

source: Gift Card Number
tr_tr: Hediye Kartı Numarası

source: (optional)
tr_tr: (opsiyonel)

source: Existing gift card number to insert.
tr_tr: Eklenecek mevcut hediye kartı numarası.

source: Gift Card Product
tr_tr: Hediye Kartı Ürünü

source: Initial balance
tr_tr: İlk bakiye

source: Expiration date
tr_tr: Son kullanma tarihi

source: Recipient Email
tr_tr: Alıcı E-Postası

source: Shown to the Recipient in the gift card email.
tr_tr: Hediye kartı e-postasında Alıcıya gösterilir.

source: Message
tr_tr: Mesaj

source: Email Design - Only used if Recipient Email has been specified.
tr_tr: E-posta Tasarımı - Yalnızca Alıcı E-postası belirtilmişse kullanılır.

source: Note (optional) - Added to the Activity record in the admin area. Not shown to the customer.
tr_tr: Not (isteğe bağlı) - Yönetici alanındaki Etkinlik kaydına eklendi. Müşteriye gösterilmez.

source: Send gift card email to Recipient Email if provided.
tr_tr: Varsa, Alıcı E-postasına hediye kartı e-postası gönderin.

source: Create
tr_tr: Oluştur

source: Select a design to edit or add a new design.
tr_tr: Düzenlemek veya yeni bir tasarım eklemek için bir tasarım seçin.

source: Create a new design
tr_tr: Yeni bir tasarım oluştur

source: Edit the PW Gift Card product to specify which Email Designs can be selected by the purchasing customer.
tr_tr: Satın alan müşteri tarafından hangi E-posta Tasarımlarının seçilebileceğini belirtmek için PW Hediye Kartı ürününü düzenleyin.

source: General
tr_tr: Genel

source: Design name (visible to customers)
tr_tr: Tasarım adı (müşteriler tarafından görülebilir)

source: Gift card title
tr_tr: Hediye kartı başlığı

source: Gift card title color
tr_tr: Hediye kartı başlık rengi

source: Gift card color
tr_tr: Hediye kartı rengi

source: Additional content (HTML allowed)
tr_tr: Ek içerik (HTML'ye izin verilir)

source: Additional content location
tr_tr: Ek içerik konumu

source: Left
tr_tr: Sol

source: Center
tr_tr: Merkez

source: Right
tr_tr: Sağ

source: Image
tr_tr: Resim

source: Image location
tr_tr: Görüntü konumu

source: Image dimensions
tr_tr: Resim boyutları

source: Max width
tr_tr: Maksimum genişlik

source: Max height
tr_tr: Maksimum yükseklik

source: Additional content text color
tr_tr: Ek içerik metin rengi

source: Gift card background image
tr_tr: Hediye kartı arka plan resmi

source: Outlook does not display background images.
tr_tr: Outlook arka plan resimlerini göstermez.

source: We recommend a 500x275 pixel image.
tr_tr: 500x275 piksellik bir resim öneriyoruz.

source: Sample
tr_tr: Örnek

source: Redeem Button
tr_tr: Ödeme Butonu

source: Redeem button color
tr_tr: Düğme rengini kullan

source: Redeem button text color
tr_tr: Düğme metin rengini kullan

source: Redeem Button Text
tr_tr: Düğme Metnini Kullan

source: Redeem Button Visibility
tr_tr: Düğme Görünürlüğünü Kullan

source: Visible
tr_tr: Görünür

source: Hidden
tr_tr: Gizlenmiş

source: Redeem URL
tr_tr: URL'yi kullan

source: The link for the Redeem button on the gift card email. Include the https prefix, the Gift Card Number is automatically appended in the URL.
tr_tr: Hediye kartı e-postasındaki Kullan düğmesinin bağlantısı. https ön ekini ekleyin, Hediye Kartı Numarası URL'ye otomatik olarak eklenir.

source: Additional Colors
tr_tr: Ek Renkler

source: PDF Link Color
tr_tr: PDF Link Rengi

source: Recipient text color
tr_tr: Alıcı metin rengi

source: From text color
tr_tr: Metin renginden

source: Message text color
tr_tr: Mesaj yazı rengi

source: Amount label color
tr_tr: Miktar etiket rengi

source: Amount color
tr_tr: Miktar rengi

source: Gift card number label color
tr_tr: Hediye kartı numarası etiket rengi

source: Gift card number color
tr_tr: Hediye kartı numarası rengi

source: Expiration date label color
tr_tr: Son kullanma tarihi etiket rengi

source: Expiration Date color
tr_tr: Son kullanma tarihi rengi

source: Gift card border color
tr_tr: Hediye kartı kenarlık rengi

source: PDF Link Visibility
tr_tr: PDF Link Görünürlüğü

source: PDF Link Text
tr_tr: PDF Link Yazısı

source: Advanced
tr_tr: Gelişmiş

source: Custom CSS
tr_tr: Özel CSS

source: Save and refresh the page after adding custom CSS.
tr_tr: Özel CSS ekledikten sonra sayfayı kaydedin ve yenileyin.

source: Dropdown menu order
tr_tr: Açılır menü sırası

source: Go to the %s to customize the background color, subject, email heading, and more.
tr_tr: Arka plan rengini, konuyu, e-posta başlığını ve daha fazlasını özelleştirmek için %s'ye gidin.

source: Want even more control?
tr_tr: Daha da fazla kontrol mü istiyorsunuz?

source: You can fully customize the gift card email to suit your needs. We use the built in WooCommerce email template system. To override the email you should copy this file
tr_tr: Hediye kartı e-postasını tamamen ihtiyaçlarınıza göre özelleştirebilirsiniz. Yerleşik WooCommerce e-posta şablonu sistemini kullanıyoruz. E-postayı geçersiz kılmak için bu dosyayı kopyalamanız gerekir.

source: To here
tr_tr: Buraya

source: You may need to create the subfolders if they do not exist in your theme folder. Once the file is in your theme folder, open it up in a text editor and make any changes.
tr_tr: Tema klasörünüzde yoksa alt klasörler oluşturmanız gerekebilir. Dosya tema klasörünüze girdikten sonra onu bir metin düzenleyicide açın ve gerekli değişiklikleri yapın.

source: Save design
tr_tr: Tasarımı kaydet

source: Delete design
tr_tr: Dizaynı sil

source: Custom template file detected!
tr_tr: Özel şablon dosyası algılandı!

source: It appears as though you already have a custom email template file, your changes in the Designer may not appear when you actually send the email. Click the Send Preview Email button to confirm.
tr_tr: Halihazırda özel bir e-posta şablon dosyanız varmış gibi görünüyor, e-postayı gerçekten gönderdiğinizde Tasarımcı'daki değişiklikleriniz görünmeyebilir. Onaylamak için Önizleme E-postası Gönder düğmesine tıklayın.

source: Preview
tr_tr: Önizleme

source: Send a preview email
tr_tr: Önizleme e-postası gönder

source: The Purchasing Customer
tr_tr: Satın Alma Müşterisi

source: THIS IS ONLY A PREVIEW
tr_tr: BU SADECE BİR ÖNİZLEME

source: No cards have been imported yet. If the results look good, click on the "Import cards" button below to actually create the gift cards.
tr_tr: Henüz hiçbir kart içe aktarılmadı. Sonuçlar iyi görünüyorsa, hediye kartlarını fiilen oluşturmak için aşağıdaki "Kartları içe aktar" düğmesini tıklayın.

source: Overwrite data for existing gift card numbers.
tr_tr: Mevcut hediye kartı numaraları için verilerin üzerine yazın.

source: Email the gift card to the recipient if email address is included in the import.
tr_tr: E-posta adresi içe aktarma işlemine dahil edilmişse hediye kartını alıcıya e-posta ile gönderin.

source: Import cards
tr_tr: Kartları içe aktar

source: Card Number
tr_tr: Kart numarası

source: Recipient
tr_tr: Alıcı

source: Result
tr_tr: Sonuç

source: OK
tr_tr: Tamam

source: ERROR
tr_tr: HATA

source: %s valid
tr_tr: %s geçerli

source: %s invalid
tr_tr: %s geçersiz

source: %s total records processed
tr_tr: %s toplam kayıt işlendi

source: Import CSV File
tr_tr: CSV Dosyasını İçe Aktar

source: Upload CSV File
tr_tr: CSV Dosyasını Yükle

source: Import Instructions
tr_tr: Talimatları İçe Aktar

source: Import a comma-separated value file (CSV) of existing gift card numbers. This is useful for importing physical gift cards sold to customers. You will see a preview of the results before anything is saved to the database.
tr_tr: Mevcut hediye kartı numaralarının virgülle ayrılmış değer dosyasını (CSV) içe aktarın. Bu, müşterilere satılan fiziksel hediye kartlarını içe aktarmak için kullanışlıdır. Veritabanına herhangi bir şey kaydedilmeden önce sonuçların bir önizlemesini göreceksiniz.

source: The CSV should NOT have a header and the columns must be in this order:
tr_tr: CSV'nin bir başlığı OLMAMALIDIR ve sütunlar şu sırada olmalıdır:

source: Gift Card Number, Balance, Expiration Date (optional), Recipient Email (optional)
tr_tr: Hediye Kartı Numarası, Bakiye, Son Kullanma Tarihi (isteğe bağlı), Alıcı E-postası (isteğe bağlı)

source: Export your gift card data
tr_tr: Hediye kartı verilerinizi dışa aktarın

source: Download CSV File
tr_tr: CSV Dosyasını İndir

source: Save these values to this gift card.
tr_tr: Bu değerleri bu hediye kartına kaydedin.

source: Send
tr_tr: Gönder

source: Cancel
tr_tr: İptal

source: Card has been deleted.
tr_tr: Kart silindi.

source: View activity
tr_tr: Etkinliği görüntüle

source: Add a note
tr_tr: Not ekleyin

source: Adjust balance
tr_tr: Dengeyi ayarla

source: Set expiration date
tr_tr: Son kullanma tarihini ayarla

source: Email Gift Card
tr_tr: E-posta Hediye Kartı

source: Delete
tr_tr: Sil

source: Restore
tr_tr: Onar

source: Delete Permanently
tr_tr: Kalıcı olarak sil

source: Load more
tr_tr: Daha fazla yükle

source: Are you sure you want to delete this gift card?
tr_tr: Bu hediye kartını silmek istediğinizden emin misiniz?

source: Are you sure you want to PERMANENTLY delete this gift card? This action cannot be undone!
tr_tr: Bu hediye kartını KALICI OLARAK silmek istediğinizden emin misiniz? Bu işlem geri alınamaz!

source: No results
tr_tr: Sonuç yok

source: There are no gift cards found matching your search terms.
tr_tr: Arama terimlerinizle eşleşen hediye kartı bulunamadı.

source: Not receiving gift card emails?
tr_tr: Hediye kartı e-postaları almıyor musunuz?

source: Confirm that the Order Status is "Complete" for the gift cards purchased. You should see the Gift Card number along with the recipient email in the Order line items inside the admin area. If the order is Complete and it shows the Gift Card number, try disabling the WooCommerce Transactional Email System for the gift cards below.
tr_tr: Satın alınan hediye kartları için Sipariş Durumunun "Tamamlandı" olduğunu onaylayın. Hediye Kartı numarasını, yönetici alanındaki Sipariş satır öğelerinde alıcı e-postasıyla birlikte görmelisiniz. Sipariş Tamamlandıysa ve Hediye Kartı numarasını gösteriyorsa, aşağıdaki hediye kartları için WooCommerce İşlemsel E-posta Sistemini devre dışı bırakmayı deneyin.

source: Save Settings
tr_tr: Ayarları kaydet

source: Could not find activity record
tr_tr: Etkinlik kaydı bulunamadı

source: Invalid action value:
tr_tr: Geçersiz işlem değeri:

source: Number changed from %1$s to %2$s
tr_tr: %1$s olan sayı %2$s olarak değiştirildi

source: Card number does not exist.
tr_tr: Kart numarası mevcut değil.

source: Enter a card number.
tr_tr: Bir kart numarası girin.

source: Expired
tr_tr: Süresi doldu

source: Amount added should be greater than zero.
tr_tr: Eklenen miktar sıfırdan büyük olmalıdır.

source: Amount deducted should be less than zero.
tr_tr: Kesinti tutarı sıfırdan küçük olmalıdır.

source: Unable to adjust balance, card is not active.
tr_tr: Bakiye ayarlanamıyor, kart aktif değil.

source: Card Number cannot be empty.
tr_tr: Kart Numarası boş geçilemez.

source: Gift Card %1$s was inserted into table %2$s and received database id %3$s but it could not be retrieved. Last error: %4$s
tr_tr: Hediye Kartı %1$s, %2$s tablosuna eklendi ve %3$s veritabanı kimliğini aldı, ancak alınamadı. Son hata: %4$s

source: Gift Card %1$s could not be inserted into table %2$s. Last error: %3$s
tr_tr: %1$s Hediye Kartı %2$s tablosuna eklenemedi. Son hata: %3$s

source: Unknown error in add_card method.
tr_tr: add_card yönteminde bilinmeyen hata.

source: Property %1$s does not exist on %2$s
tr_tr: %1$s özelliği %2$s üzerinde mevcut değil

source: Amount already exists:
tr_tr: Tutar zaten var:

source: Could not create variation.
tr_tr: Varyasyon oluşturulamadı.

source: Could not locate variation using variation_id
tr_tr: variation_id kullanılarak varyasyon bulunamadı

source: Select amount
tr_tr: Miktarı seçin

source: PW Gift Card Email
tr_tr: Hediye Kartı E-postası

source: This email is sent to the recipients of a gift card.
tr_tr: Bu e-posta, bir hediye kartının alıcılarına gönderilmiştir.

source: You were given a gift card
tr_tr: Size bir hediye kartı verildi

source: {sender} sent you a gift card
tr_tr: {sender} size bir hediye kartı gönderdi

source: Gift Card for Order #
tr_tr: Sipariş # için Hediye Kartı

source: Enable/Disable
tr_tr: Etkinleştir / Devre Dışı Bırak

source: Enable this email notification
tr_tr: Bu e-posta bildirimini etkinleştir

source: Subject
tr_tr: Konu

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
tr_tr: Bu, e-posta konu satırını kontrol eder. Varsayılan konuyu kullanmak için boş bırakın: <code>%s</code>.

source: Email Heading
tr_tr: E-posta Başlığı

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
tr_tr: Bu, e-posta bildiriminde bulunan ana başlığı kontrol eder. Varsayılan başlığı kullanmak için boş bırakın: <code>%s</code>.

source: Email type
tr_tr: E-posta türü

source: Choose which format of email to send.
tr_tr: Hangi e-posta biçiminin gönderileceğini seçin.

source: Plain text
tr_tr: Düz metin

source: Multipart
tr_tr: Çok parçalı

source: Top
tr_tr: Üst

source: Before recipient
tr_tr: Alıcıdan önce

source: Before Gift Card
tr_tr: Hediye Kartından Önce

source: Gift Card Top
tr_tr: Hediye Kartı

source: Gift Card Bottom
tr_tr: Hediye Kartı Alt

source: After Gift Card
tr_tr: Hediye Kartından Sonra

source: Bottom
tr_tr: Alt

source: Default
tr_tr: Varsayılan

source: Redeem
tr_tr: Ödeme

source: View or print your gift card.
tr_tr: Hediye kartınızı görüntüleyin veya yazdırın.

source: %s Gift Card
tr_tr: %s Hediye Kartı

source: Happy Birthday
tr_tr: Doğum günün kutlu olsun

source: Happy Birthday!
tr_tr: Doğum günün kutlu olsun!

source: Happy Anniversary
tr_tr: Mutlu Yıl Dönümleri

source: Happy Anniversary!
tr_tr: Mutlu Yıl Dönümleri!

source: Merry Christmas
tr_tr: Mutlu Noeller

source: Merry Christmas!
tr_tr: Mutlu Noeller!

source: Choose an amount
tr_tr: Bir miktar seçin

source: The minimum amount is %s.
tr_tr: Minimum miktar %s'dir.

source: The maximum amount is %s.
tr_tr: Maksimum miktar %s'dir.

source: Amount is required
tr_tr: Tutar gerekli

source: Order %1$s purchased by %2$s %3$s
tr_tr: %2$s %3$s tarafından satın alınan %1$s siparişi

source: Unable to retrieve variation
tr_tr: Varyasyon alınamıyor

source: Bonus Gift Card
tr_tr: Bonus Hediye Kartı

source: Generated and emailed after the order is marked Complete.
tr_tr: Sipariş Tamamlandı olarak işaretlendikten sonra oluşturulur ve e-postayla gönderilir.

source: Gift card %s:
tr_tr: Hediye Kartı %s:

source: Shipping via %s
tr_tr: %s üzerinden gönderim

source: This gift card has a zero balance.
tr_tr: Bu hediye kartında sıfır bakiye var.

source: Gift card applied.
tr_tr: Hediye kartı uygulandı.

source: Gift card removed.
tr_tr: Hediye kartı kaldırıldı.

source: Gift cards cannot be used to purchase other gift cards.
tr_tr: Hediye kartları başka hediye kartları satın almak için kullanılamaz.

source: This gift card is expired.
tr_tr: Bu hediye kartının süresi doldu.

source: Card is inactive.
tr_tr: Kart aktif değil.

source: Unique identifier for the gift card.
tr_tr: Hediye kartı için benzersiz tanımlayıcı.

source: Gift Card Not Found
tr_tr: Hediye Kartı Bulunamadı

source: Gift Card Number %s already exists.
tr_tr: %s Hediye Kartı Numarası zaten var.

source: Balance must be zero or greater.
tr_tr: Bakiye sıfır veya daha büyük olmalıdır.

source: The specific gift card number to retrieve.
tr_tr: Alınacak özel hediye kartı numarası.

source: The number of gift cards to retrieve. Default is %s
tr_tr: Alınacak hediye kartı sayısı. Varsayılan %s

source: The gift card number. Must not exist in the database already.
tr_tr: Hediye kartı numarası. Zaten veritabanında bulunmamalıdır.

source: The number of gift cards to generate. Ignored if the "number" parameter has a value.
tr_tr: Oluşturulacak hediye kartlarının sayısı. "number" parametresinin bir değeri varsa yoksayılır.

source: Initial gift card balance.
tr_tr: İlk hediye kartı bakiyesi.

source: The expiration date for the gift card.
tr_tr: Hediye kartının son kullanma tarihi.

source: Set to a true value to email the gift card to the recipient_email specified.
tr_tr: Hediye kartını belirtilen alıcı_e-posta adresine e-posta ile göndermek için gerçek bir değere ayarlayın.

source: The email address that will receive the gift card.
tr_tr: Hediye kartını alacak e-posta adresi.

source: The friendly name of the recipient of the gift card. Shown on the gift card email.
tr_tr: Hediye kartının alıcısının kolay adı. Hediye kartı e-postasında gösterilir.

source: The friendly name of the person who sent the gift card to the recipient.
tr_tr: Hediye kartını alıcıya gönderen kişinin kolay adı.

source: The body of the message added to the email.
tr_tr: E-postaya eklenen mesajın gövdesi.

source: Adds a note to the gift card activity record when the gift card is created.
tr_tr: Hediye kartı oluşturulduğunda hediye kartı etkinlik kaydına bir not ekler.

source: The database ID of the Email Design to use when sending the gift card.
tr_tr: Hediye kartını gönderirken kullanılacak E-posta Tasarımının veritabanı kimliği.

source: The originating product_id to use for this gift card. Used for redemption validation.
tr_tr: Bu hediye kartı için kullanılacak kaynak product_id. İtfa doğrulaması için kullanılır.

source: The originating variation_id to use for this gift card. Used for redemption validation.
tr_tr: Bu hediye kartı için kullanılacak kaynak varyasyon_kimliği. İtfa doğrulaması için kullanılır.

source: The originating order_item_id to use for this gift card. Used for record keeping purposes.
tr_tr: Bu hediye kartı için kullanılacak kaynak order_item_id. Kayıt tutma amacıyla kullanılır.

source: Changes the gift card number to this value. Must not exist in the database already.
tr_tr: Hediye kartı numarasını bu değere değiştirir. Zaten veritabanında bulunmamalıdır.

source: Balance adjustment amount. Can be positive or negative.
tr_tr: Bakiye düzeltme tutarı. Olumlu veya olumsuz olabilir.

source: Set the balance to a specific value. This will add a transaction for the appropriate amount to set the balance to this value.
tr_tr: Bakiyeyi belirli bir değere ayarlayın. Bu, bakiyeyi bu değere ayarlamak için uygun miktarda bir işlem ekleyecektir.

source: The expiration date for the gift card. Send an empty value to clear the expiration date.
tr_tr: Hediye kartının son kullanma tarihi. Son kullanma tarihini temizlemek için boş bir değer gönderin.

source: Adds a note to the gift card activity record.
tr_tr: Hediye kartı etkinlik kaydına bir not ekler.

source: Send a true value to deactivate the gift card. Send a false value to reactivate a previously deactivated gift card.
tr_tr: Hediye kartını devre dışı bırakmak için gerçek bir değer gönderin. Önceden devre dışı bırakılmış bir hediye kartını yeniden etkinleştirmek için yanlış bir değer gönderin.

source: Whether to bypass trash and force deletion.
tr_tr: Çöp kutusunun atlanıp silinmeyeceği.

source: Other amount
tr_tr: Diğer miktar

source: Gift Card Amount
tr_tr: Hediye Kartı Tutarı

source: Adding to Gift Card
tr_tr: Hediye Kartına Ekleme

source: Reloaded
tr_tr: Yeniden yüklendi

source: To
tr_tr: Alıcı E-Posta Adresi

source: Delivery Date
tr_tr: Teslim Tarihi

source: Bonus Amount
tr_tr: Bonus Tutarı

source: Design
tr_tr: Dizayn

source: Required
tr_tr: Gerekli

source: Amount to debit?
tr_tr: Borçlandırılacak tutar?

source: Minimum amount is %s
tr_tr: Minimum miktar %s

source: Maximum amount is %s
tr_tr: Maksimum miktar %s

source: The "To" field should only contain email addresses. The following recipients do not look like valid email addresses:
tr_tr: "Kime" alanı yalnızca e-posta adreslerini içermelidir. Aşağıdaki alıcılar geçerli e-posta adreslerine benzemiyor:

source: January
tr_tr: Ocak

source: February
tr_tr: Şubat

source: March
tr_tr: Mart

source: April
tr_tr: Nisan

source: May
tr_tr: Mayıs

source: June
tr_tr: Haziran

source: July
tr_tr: Temmuz

source: August
tr_tr: Ağustos

source: September
tr_tr: Eylül

source: October
tr_tr: Ekim

source: November
tr_tr: Kasım

source: December
tr_tr: Aralık

source: Sun
tr_tr: Pzr

source: Mon
tr_tr: Pzt

source: Tue
tr_tr: Salı

source: Wed
tr_tr: Çar

source: Thu
tr_tr: Perşembe

source: Fri
tr_tr: Cum

source: Sat
tr_tr: Cmts

source: Sunday
tr_tr: Pazar

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Requires WooCommerce version %s or later.
tr_tr: WooCommerce sürüm %s veya üzerini gerektirir.

source: Gift Card:
tr_tr: Hediye kartı:

source: Gift card number
tr_tr: Hediye kartı numarası

source: Apply gift card
tr_tr: Hediye kartı uygula

source: Please wait...
tr_tr: Lütfen bekleyin...

source: Have a gift card?
tr_tr: Hediye kartınız var mı?

source: Gift card
tr_tr: Hediye kartı

source: Remaining balance is %s
tr_tr: Kalan bakiye %s

source: Gift Card Total
tr_tr: Hediye Kartı Toplamı

source: [Remove]
tr_tr: [Sil]

source: Click here to enter your gift card number
tr_tr: Hediye kartı numaranızı girmek için buraya tıklayın

source: If you have a gift card number, please apply it below.
tr_tr: Hediye kartı numaranız varsa, lütfen aşağıya uygulayın.

source: Apply Gift Card
tr_tr: Hediye Kartını Uygula

source: Expires
tr_tr: Süresi doluyor

source: Amount: %s
tr_tr: Miktar: %s

source: Gift card number: %s
tr_tr: Hediye kartı numarası: %s

source: Message:
tr_tr: Mesaj:

source: Check Gift Card Balance
tr_tr: Hediye Kartı Bakiyesini Kontrol Et

source: Check Balance
tr_tr: Bakiyeyi kontrol et

source: Add more funds to this gift card.
tr_tr: Bu hediye kartına daha fazla para ekleyin.

source: Debit Balance
tr_tr: Borç bakiyesi

source: Gift card will be delivered to the Shipping Address entered during checkout.
tr_tr: Hediye kartı, ödeme sırasında girilen Gönderim Adresine teslim edilecektir.

source: Enter an email address for each recipient
tr_tr: Her alıcı için bir e-posta adresi girin
